{
  "name": "EQ-60 | Coeficiente de Empatia",
  "traduction": "Tradução de Dalby Dienstbach (Fundação Getulio Vargas). Revisão de tradução por Caio Cesar Neves (Fluminense Federal University). 19 abr. 2022.",
  "instructions": "Abaixo, há uma lista de sentenças. Por favor, leia cada sentença com muita atenção e assinale em que medida você está ou não de acordo com ela, circulando sua resposta. Não há respostas certas ou erradas, ou perguntas capciosas",
  "answer_options": [
    "Concordo totalmente",
    "Concordo em parte",
    "Discordo em parte",
    "Discordo totalmente"
  ],
  "reverse_items": [2, 4, 7, 8, 10, 11, 12, 14, 15, 16, 17, 18, 20, 21, 27, 29, 30, 31, 32, 33, 34, 35, 37, 38, 39, 40, 46, 47, 48, 49, 50, 51, 53],
  "items": [
    { "id": 1, "text": "Consigo facilmente perceber se alguém quer participar de uma conversa." },
    { "id": 2, "text": "Prefiro animais do que pessoas." },
    { "id": 3, "text": "Tento acompanhar as últimas tendências da moda." },
    { "id": 4, "text": "Tenho dificuldade para explicar aos outros coisas que entendo com facilidade, quando eles não entendem de primeira." },
    { "id": 5, "text": "Tenho sonhos na maioria das noites." },
    { "id": 6, "text": "Fico realmente feliz em cuidar das outras pessoas." },
    { "id": 7, "text": "Tento resolver meus próprios problemas em vez de discuti-los com outras pessoas." },
    { "id": 8, "text": "Tenho dificuldade para saber como me portar em uma interação social." },
    { "id": 9, "text": "Estou no meu melhor logo pela manhã." },
    { "id": 10, "text": "Frequentemente me dizem que vou longe demais ao expor meu ponto de vista em uma discussão." },
    { "id": 11, "text": "Não me sinto tão mal se me atraso para encontrar um amigo." },
    { "id": 12, "text": "Amizades e relacionamentos são muito difíceis, então tendo a não ligar para essas coisas." },
    { "id": 13, "text": "Jamais desrespeitaria a lei, por mais insignificante que fosse." },
    { "id": 14, "text": "Frequentemente tenho dificuldade para decidir se algo é grosseiro ou gentil." },
    { "id": 15, "text": "Em uma conversa, costumo focar nos meus próprios pensamentos em vez de naquilo que o meu interlocutor possa estar pensando." },
    { "id": 16, "text": "Prefiro pegadinhas do que piadas." },
    { "id": 17, "text": "Vivo a vida hoje em vez de ficar pensando no futuro." },
    { "id": 18, "text": "Quando eu era criança, gostava de mutilar insetos para ver o que aconteceria." },
    { "id": 19, "text": "Consigo perceber rapidamente se alguém diz uma coisa, mas quer dizer outra." },
    { "id": 20, "text": "Costumo ter opiniões firmes sobre moralidade." },
    { "id": 21, "text": "Tenho dificuldade para compreender por que algumas coisas incomodam tanto as pessoas." },
    { "id": 22, "text": "Tenho facilidade para me colocar no lugar de outra pessoa." },
    { "id": 23, "text": "Acho que a coisa mais importante que um pai pode ensinar ao filho são boas maneiras." },
    { "id": 24, "text": "Gosto de fazer coisas no calor do momento." },
    { "id": 25, "text": "Tenho facilidade para prever como alguém vai se sentir." },
    { "id": 26, "text": "Sou rápido para perceber quando alguém em um grupo se sente constrangido ou desconfortável." },
    { "id": 27, "text": "Se digo algo que deixa uma pessoa ofendida, acho que isso é problema dela, não meu." },
    { "id": 28, "text": "Se uma pessoa me pergunta se gostei do corte de cabelo dela, respondo com honestidade, mesmo não tendo gostado." },
    { "id": 29, "text": "Nem sempre consigo perceber por que razão alguém deveria se sentir ofendido com um determinado comentário." },
    { "id": 30, "text": "Geralmente me dizem que sou muito imprevisível." },
    { "id": 31, "text": "Gosto de ser o centro das atenções em qualquer encontro social." },
    { "id": 32, "text": "Ver pessoas chorando não me comove." },
    { "id": 33, "text": "Gosto de discutir sobre política." },
    { "id": 34, "text": "Sou muito franco, o que algumas pessoas encaram como grosseria, mesmo não sendo intencional." },
    { "id": 35, "text": "Não costumo achar interações sociais complicadas." },
    { "id": 36, "text": "Outras pessoas me dizem que sou bom em perceber como elas estão se sentindo e o que estão pensando." },
    { "id": 37, "text": "Quando converso com as pessoas, tendo a falar sobre as experiências delas em vez das minhas." },
    { "id": 38, "text": "Fico triste de ver um animal sentindo dor." },
    { "id": 39, "text": "Sou capaz de tomar decisões sem ser influenciado pelos sentimentos das pessoas." },
    { "id": 40, "text": "Não consigo relaxar até que tenha feito tudo que planejei para aquele dia." },
    { "id": 41, "text": "Consigo facilmente saber se alguém está interessado ou entediado com o que estou falando." },
    { "id": 42, "text": "Fico triste se vejo pessoas sofrendo em noticiários." },
    { "id": 43, "text": "Meus amigos frequentemente falam comigo sobre seus problemas, pois dizem que sou muito compreensivo." },
    { "id": 44, "text": "Consigo perceber se estou me intrometendo, mesmo se a outra pessoa não dizer." },
    { "id": 45, "text": "Frequentemente inicio novos passatempos, mas logo fico entediado com eles e passo para outra coisa." },
    { "id": 46, "text": "Às vezes me dizem que fui longe demais com provocações." },
    { "id": 47, "text": "Fico muito nervoso de andar em uma montanha-russa grande." },
    { "id": 48, "text": "Frequentemente dizem que sou insensível, embora eu nem sempre entenda o motivo." },
    { "id": 49, "text": "Se vejo um estranho em um grupo, acho que cabe a ele se esforçar para se integrar." },
    { "id": 50, "text": "Geralmente não fico emocionalmente envolvido quando estou assistindo a um filme." },
    { "id": 51, "text": "Gosto de ser muito organizado no dia a dia e frequentemente faço listas das tarefas que tenho que realizar." },
    { "id": 52, "text": "Consigo me adequar de forma rápida e intuitiva ao que a outra pessoa está sentindo." },
    { "id": 53, "text": "Não gosto de correr riscos." },
    { "id": 54, "text": "Consigo facilmente perceber sobre o que a outra pessoa gostaria de conversar." },
    { "id": 55, "text": "Consigo saber se alguém está escondendo seus reais sentimentos." },
    { "id": 56, "text": "Antes de tomar uma decisão, sempre comparo os prós e contras." },
    { "id": 57, "text": "Não percebo conscientemente as regras de uma interação social." },
    { "id": 58, "text": "Tenho facilidade para prever o que uma pessoa vai fazer." },
    { "id": 59, "text": "Costumo me envolver emocionalmente com os problemas de algum amigo." },
    { "id": 60, "text": "Geralmente consigo considerar o ponto de vista da outra pessoa, mesmo que não concorde com ele." }
  ]
}

